[
    ["Unlock this mode by completing more puzzles.","Desbloquearlo este modo, completando más puzzles.","Déverrouiller ce mode en remplissant plus d'énigmes.","Desbloquear este modo, completando mais quebra-cabeças."],
    ["Mode locked","Modo bloqueado","Mode verrouillé","Modo bloqueado"],
    ["Congratulations, you've finished all the levels. Be sure to share this game with your friends!","Felicidades, usted ha terminado todos los niveles. Asegúrese de compartir este juego con tus amigos!","Félicitations, vous avez terminé tous les niveaux. Soyez sûr de partager ce jeu avec vos amis!","Parabéns, você terminou todos os níveis. Certifique-se de compartilhar esse jogo com seus amigos!"],
    ["You won!","¡Ganaste!","Tu as gagné!","Você ganhou!"],
    ["Looks like you got stuck. Tap to try again.","Parece que quedó atascado. Toque para volver a intentarlo.","On dirait que vous êtes coincé. Appuyez sur pour réessayer.","Parece que você ficou preso. Toque para tentar novamente."],
    ["Level failed","Fallaste","Niveau échoué","Nível falhado"],
    ["Puzzle","Rompecabezas","Puzzle","Quebra-cabeças"],
    ["Free map","Gratis Mapa","Carte Gratuite","Mapa Gratuito"],
    ["This browser is too old to run Road Blocks.","Este navegador es demasiado viejo para funcionar Road Blocks.","Ce navigateur est trop vieux pour courir Road Blocks.","Este navegador é velho demais para correr Road Blocks."],
    ["Unsupported","No compatible","non pris en charge","Não suportado"],
    ["Find out more","Para saber más","En savoir plus","Descubra mais"],
    ["Roads 101","Roads 101","Routes 101","Estradas 101"],
    ["Connect from left to right by dragging tiles from the top.","Conecte de izquierda a derecha al arrastrar los azulejos de la parte superior.","Connectez de gauche à droite en faisant glisser les tuiles du haut.","Conecte-se da esquerda para a direita, arrastando telhas a partir do topo."],
    ["Left to right","De izquierda a derecha","De gauche à droite","Da esquerda para direita"],
    ["Town planning","Urbanismo","Urbanisme","Urbanismo"],
    ["Now you've got the hang of it, give it a go with all the tiles.","Ahora tienes el truco de, darle una oportunidad con todas las baldosas.","Maintenant, vous avez le coup de lui, lui donner un aller avec toutes les tuiles.","Agora você tem o jeito dele, dar-lhe um ir com todas as telhas."],
    ["Your turn","Tu turno","Votre tour","Sua vez"],
    ["Reverse the flow","Invertir el flujo","Inverser le flux","Inverter o fluxo"],
    ["Use the helipad to reverse the order of your tiles.","Utilice el helipuerto para invertir el orden de las baldosas.","Utilisez l'héliport d'inverser l'ordre de vos tuiles.","Use o heliporto para inverter a ordem de suas telhas."],
    ["Stack tiles for later","Pila de baldosas de para más tarde","Empilez les tuiles pour plus tard","Empilhar azulejos para mais tarde"],
    ["The Block Forest","El bosque de bloque","La forêt de bloc","A floresta bloco"],
    ["Building road past special tiles like forests or the helipad gives you extra points.","La construcción de carreteras pasado baldosas especiales como los bosques o el helipuerto le da puntos extra.","La construction de routes passé tuiles spéciales comme les forêts ou l'héliport vous donne des points supplémentaires.","Construção de estrada passado telhas especiais, como florestas ou o heliporto lhe dá pontos extra."],
    ["Bonus points","Puntos extra","Points bonus","Os pontos de bónus"],
    ["★ Bulldozer Beach","★ Playa Topadora","★ Bulldozer Plage","★ Bulldozer Praia"],
    ["Long press to bulldoze a tile you no longer need.","Pulsación larga para arrasar una baldosa que ya no necesita.","Appuyez longuement pour raser une tuile, vous ne devez plus.","Pressão longa para arrasar uma telha você não precisa mais."],
    ["Bulldoze","Arrasar","Démolir","Arrasar"],
    ["Congratulations. You've unlocked <b>Free Map</b> mode from the main menu.","Felicidades. Has desbloqueado <b> Gratis Mapa </ b> Modo en el menú principal.","Félicitations à vous. Vous avez déverrouillé <b> Carte gratuite </ b> mode à partir du menu principal.","Parabéns. Você já desbloqueado <b> Free Map </ b> modo a partir do menu principal."],
    ["Palm Island","Palma de la isla","Palm Island","palm Island"],
    ["Loopy Lagoon","Descabellado del Río","Loopy Lagoon","Loopy Lagoon"],
    ["Mini Monaco","Mini Mónaco","Mini-Monaco","Mini-Monaco"],
    ["Dual Carriageway","Autovía","Route à quatre voies","Via dupla"],
    ["Back","Volver","Retourner","Volte"]
]
