[
    [
        "Unlock this mode by completing more puzzles.",
        "Desbloquearlo este modo, completando más puzzles.",
        "Déverrouiller ce mode en remplissant plus d'énigmes.",
        "Desbloquear este modo, completando mais quebra-cabeças.",
        "Разблокировать этот режим завершения больше загадок.",
        "ontgrendelen deze modus door het invullen van meer puzzels.",
        "Ontsluit hierdie modus deur die voltooiing van meer kopkrapper.",
        "Membuka mode ini dengan menyelesaikan teka-teki lagi.",
        "より多くのパズルを完了することによって、このモードのロックを解除します。"
    ],
    [
        "Mode locked",
        "Modo bloqueado",
        "Mode verrouillé",
        "Modo bloqueado",
        "Режим заблокирован",
        "Modus afgesloten",
        "Modus gesluit",
        "Mode terkunci",
        "モードがロックされ"
    ],
    [
        "Congratulations, you've finished all the levels. Be sure to share this game with your friends!",
        "Felicidades, usted ha terminado todos los niveles. Asegúrese de compartir este juego con tus amigos!",
        "Félicitations, vous avez terminé tous les niveaux. Soyez sûr de partager ce jeu avec vos amis!",
        "Parabéns, você terminou todos os níveis. Certifique-se de compartilhar esse jogo com seus amigos!",
        "Поздравляю, вы закончили все уровни. Будьте уверены, чтобы поделиться этой игрой со своими друзьями!",
        "Gefeliciteerd, u alle niveaus klaar bent. Zorg ervoor dat je dit spel delen met je vrienden!",
        "Veels geluk, jy al die vlakke klaar. Seker wees om hierdie spel te deel met jou vriende!",
        "Selamat, Anda sudah selesai semua tingkat. Pastikan untuk berbagi permainan ini dengan teman-teman Anda!",
        "おめでとう、あなたはすべてのレベルを終えました。あなたの友人とこのゲームを共有してください！"
    ],
    [
        "You won!",
        "¡Ganaste!",
        "Tu as gagné!",
        "Você ganhou!",
        "Ты победил!",
        "Jij hebt gewonnen!",
        "Jy het gewen!",
        "Kamu menang!",
        "あなたが勝ちました！"
    ],
    [
        "Looks like you got stuck. Tap to try again.",
        "Parece que quedó atascado. Toque para volver a intentarlo.",
        "On dirait que vous êtes coincé. Appuyez sur pour réessayer.",
        "Parece que você ficou preso. Toque para tentar novamente.",
        "Похоже, вы застряли. Нажмите, чтобы попробовать еще раз.",
        "Lijkt alsof je vast kwam te zitten. Tik op om opnieuw te proberen.",
        "Lyk soos jy vasgeval. Tik om weer te probeer.",
        "Sepertinya Anda terjebak. Ketuk untuk mencoba lagi.",
        "あなたが立ち往生してしまったように見えます。再試行してタップします。"
    ],
    [
        "Level failed",
        "Fallaste",
        "Niveau échoué",
        "Nível falhado",
        "Уровень провален",
        "Level niet gehaald",
        "Vlak het misluk",
        "Tingkat gagal",
        "レベルに失敗しました"
    ],
    [
        "Puzzle",
        "Rompecabezas",
        "Puzzle",
        "Quebra-cabeças",
        "головоломка",
        "Puzzel",
        "Legkaart",
        "Teka-teki",
        "パズル"
    ],
    [
        "Puzzle Play",
        "Rompecabezas",
        "Puzzle",
        "Quebra-cabeças",
        "головоломка",
        "Puzzel",
        "Legkaart",
        "Teka-teki",
        "パズル"
    ],
    [
        "Free map",
        "Gratis Mapa",
        "Carte Gratuite",
        "Mapa Gratuito",
        "Бесплатная карта",
        "Gratis Kaart",
        "Free Kaart",
        "Peta gratis",
        "無料地図"
    ],
    [
        "This browser is too old to run Road Blocks.",
        "Este navegador es demasiado viejo para funcionar Road Blocks.",
        "Ce navigateur est trop vieux pour courir Road Blocks.",
        "Este navegador é velho demais para correr Road Blocks.",
        "Этот браузер слишком стар, чтобы работать Дорожные блоки.",
        "Deze browser is te oud om Road Blocks run.",
        "Hierdie leser is te oud om Road Blocks hardloop.",
        "Browser ini terlalu tua untuk menjalankan Jalan Blok.",
        "このブラウザは、「ロードブロック」を実行することが古すぎます。"
    ],
    [
        "Unsupported",
        "No compatible",
        "non pris en charge",
        "Não suportado",
        "Не поддерживается",
        "Ondersteunde",
        "Nie ondersteun nie",
        "Tidak didukung",
        "サポートされていません"
    ],
    [
        "Find out more",
        "Para saber más",
        "En savoir plus",
        "Descubra mais",
        "Узнать больше",
        "Meer te weten komen",
        "Vind meer uit",
        "Temukan lebih banyak lagi",
        "詳細はこちら"
    ],
    [
        "Roads 101",
        "Roads 101",
        "Routes 101",
        "Estradas 101",
        "Дороги 101",
        "Wegen 101",
        "Paaie 101",
        "Jalan 101",
        "道路101"
    ],
    [
        "Connect from left to right by dragging tiles from the top.",
        "Conecte de izquierda a derecha al arrastrar los azulejos de la parte superior.",
        "Connectez de gauche à droite en faisant glisser les tuiles du haut.",
        "Conecte-se da esquerda para a direita, arrastando telhas a partir do topo.",
        "Подключите слева направо, перетаскивая плитки сверху.",
        "Sluit van links naar rechts door het slepen van tegels uit de top.",
        "Koppel van links na regs deur te sleep die teëls van die top.",
        "Menghubungkan dari kiri ke kanan dengan menyeret ubin dari atas.",
        "上からタイルをドラッグして左から右に接続します。"
    ],
    [
        "Left to right",
        "De izquierda a derecha",
        "De gauche à droite",
        "Da esquerda para direita",
        "Слева направо",
        "Van links naar rechts",
        "Links na regs",
        "Kiri ke kanan",
        "左から右へ"
    ],
    [
        "Town planning",
        "Urbanismo",
        "Urbanisme",
        "Urbanismo",
        "Градостроительство",
        "Stedenbouw",
        "Stadsbeplanning",
        "Perencanaan kota",
        "都市計画"
    ],
    [
        "Now you've got the hang of it, give it a go with all the tiles.",
        "Ahora tienes el truco de, darle una oportunidad con todas las baldosas.",
        "Maintenant, vous avez le coup de lui, lui donner un aller avec toutes les tuiles.",
        "Agora você tem o jeito dele, dar-lhe um ir com todas as telhas.",
        "Теперь у вас есть навык этого, дать ей идти со всеми плитками.",
        "Nu heb je de smaak te pakken gekregen, geef het een gaan met alle tegels.",
        "Nou het jy die hang van dit het, gee dit 'n go met al die teëls.",
        "Sekarang Anda punya menguasainya, mencobanya dengan semua ubin.",
        "今、あなたはそれのこつを持って、それをすべてのタイルでやってみます。"
    ],
    [
        "Your turn",
        "Tu turno",
        "Votre tour",
        "Sua vez",
        "Твой ход",
        "Jouw beurt",
        "Jou beurt",
        "Giliran Anda",
        "あなたのターン"
    ],
    [
        "Reverse the flow",
        "Invertir el flujo",
        "Inverser le flux",
        "Inverter o fluxo",
        "Обратный поток",
        "Omkeren van de stroom",
        "Draai die vloei",
        "Membalikkan aliran",
        "流れを逆に"
    ],
    [
        "Use the helipad to reverse the order of your tiles.",
        "Utilice el helipuerto para invertir el orden de las baldosas.",
        "Utilisez l'héliport d'inverser l'ordre de vos tuiles.",
        "Use o heliporto para inverter a ordem de suas telhas.",
        "Используйте вертолетная площадка, чтобы изменить порядок ваших плиток.",
        "Gebruik de helikopterplatform om de volgorde van uw tegels te keren.",
        "Gebruik die helikopterlandingsplek aan die orde van jou teëls te keer.",
        "Gunakan helipad untuk membalik urutan ubin Anda.",
        "あなたのタイルの順序を逆にヘリポートを使用してください。"
    ],
    [
        "Stack tiles for later",
        "Pila de baldosas de para más tarde",
        "Empilez les tuiles pour plus tard",
        "Empilhar azulejos para mais tarde",
        "Стек плитки на потом",
        "Stapel tegels voor later",
        "Stapel teëls vir later",
        "Stack ubin untuk nanti",
        "後でタイルをスタック"
    ],
    [
        "The Block Forest",
        "El bosque de bloque",
        "La forêt de bloc",
        "A floresta bloco",
        "Блок леса",
        "Het blok bos",
        "Die blok bos",
        "Hutan blok",
        "ブロックの森"
    ],
    [
        "Building road past special tiles like forests or the helipad gives you extra points.",
        "La construcción de carreteras pasado baldosas especiales como los bosques o el helipuerto le da puntos extra.",
        "La construction de routes passé tuiles spéciales comme les forêts ou l'héliport vous donne des points supplémentaires.",
        "Construção de estrada passado telhas especiais, como florestas ou o heliporto lhe dá pontos extra.",
        "Строительство дороги мимо специальных плиток, как леса или вертолетная площадка дает вам дополнительные очки.",
        "Het bouwen van weg langs bijzondere tegels zoals bossen of de helipad geeft je extra punten.",
        "Bou van die pad afgelope spesiale teëls soos woude of die helikopterlandingsplek gee jou ekstra punte.",
        "Membangun jalan melewati ubin khusus seperti hutan atau helipad memberikan poin ekstra.",
        "森林のように特別なタイルを過ぎて道路を構築するか、ヘリポートはあなたに余分なポイントを与えます。"
    ],
    [
        "Bonus points",
        "Puntos extra",
        "Points bonus",
        "Os pontos de bónus",
        "Бонусные очки",
        "Bonuspunten",
        "Bonus punte",
        "Bonus poin",
        "ボーナスポイント"
    ],
    [
        "★ Bulldozer Beach",
        "★ Playa Topadora",
        "★ Bulldozer Plage",
        "★ Bulldozer Praia",
        "★ бульдозер пляж",
        "★ bulldozer strand",
        "★ Stootskraper Strand",
        "★ Buldoser pantai",
        "★ブルドーザービーチ"
    ],
    [
        "Long press to bulldoze a tile you no longer need.",
        "Pulsación larga para arrasar una baldosa que ya no necesita.",
        "Appuyez longuement pour raser une tuile, vous ne devez plus.",
        "Pressão longa para arrasar uma telha você não precisa mais.",
        "Длительно нажмите, чтобы сравнять с землей плитку вы больше не нуждаетесь.",
        "Lang indrukken om een tegel die u niet meer nodig bulldozer.",
        "Lank druk 'n teël wat jy nie meer nodig het bulldoze.",
        "Tekan lama untuk melibas ubin Anda tidak perlu lagi.",
        "長押しでは、不要になったタイルを整地します。"
    ],
    [
        "Bulldoze",
        "Arrasar",
        "Démolir",
        "Arrasar",
        "сгребать бульдозером",
        "Bulldozer",
        "Bulldoze",
        "Meratakan",
        "整地します"
    ],
    [
        "Congratulations. You've unlocked <b>Free Map</b> mode from the main menu.",
        "Felicidades. Has desbloqueado <b> Gratis Mapa </ b> Modo en el menú principal.",
        "Félicitations à vous. Vous avez déverrouillé <b> Carte gratuite </ b> mode à partir du menu principal.",
        "Parabéns. Você já desbloqueado <b> Free Map </ b> modo a partir do menu principal.",
        "Поздравления. Вы разблокирован <B> Бесплатная карта <B /> режим из главного меню.",
        "Gefeliciteerd. Je hebt vrijgespeeld <b> Gratis Map </ b> modus in het hoofdmenu.",
        "Baie geluk. Jy het ontsluit <b> Free Map </ b> af vanaf die hoof spyskaart.",
        "Selamat. Anda membuka <b> Gratis Peta </ b> modus dari menu utama.",
        "おめでとうございます。あなたは、メインメニューから<b>の無料地図</ b>のモードのロックを解除しました。"
    ],
    [
        "Palm Island",
        "Palma de la isla",
        "Palm Island",
        "palm Island",
        "Palm Island",
        "Palmeiland",
        "Palm Eiland",
        "Pulau kelapa",
        "パームアイランド"
    ],
    [
        "Loopy Lagoon",
        "Descabellado del Río",
        "Loopy Lagoon",
        "Loopy Lagoon",
        "Loopy Лагуна",
        "Loopy Lagune",
        "Getroubleerd strandmeer",
        "Laguna gila",
        "愚かなラグーン"
    ],
    [
        "Mini Monaco",
        "Mini Mónaco",
        "Mini-Monaco",
        "Mini-Monaco",
        "мини Монако",
        "Mini Monaco",
        "Mini Monaco",
        "Mini Monako",
        "ミニモナコ"
    ],
    [
        "Dual Carriageway",
        "Autovía",
        "Route à quatre voies",
        "Via dupla",
        "двойной проезжей",
        "Vierbaansweg",
        "Dubbelpad",
        "Kemacetan",
        "デュアル車道"
    ],
    [
        "Back",
        "Volver",
        "Retourner",
        "Volte",
        "Возвращаться",
        "Ga terug",
        "Gaan terug",
        "Kembali",
        "戻る"
    ],
    [
        "Exit",
        "Dejar",
        "Sortie",
        "Sair",
        "Уволиться",
        "Afslut",
        "Ophou",
        "Berhenti",
        "出口"
    ]
]
